"About %@" = "Over %@";
"Hide %@" = "Verberg %@";
"Hide Others" = "Verberg andere";
"Show All" = "Toon alles";
"Quit %@" = "Stop %@";

"Another %@ is currently running. Please close all instances of it now." = "Er wordt momenteel een andere %@ uitgevoerd. Sluit nu alle instanties daarvan.";
"Are you sure you want to exit %@ setup?" = "Weet u zeker dat u de %@ setup wilt afsluiten?";
"Are you sure you want to exit before the process is completed?" = "Weet u zeker dat u wilt afsluiten voordat het proces is voltooid?";
"Due to some error, the installation cannot be completed. Please check your Internet connection and try again. You can also click \"Direct Download\" to get a full package from the official website." = "Door een fout kan de installatie niet worden voltooid. Controleer uw internetverbinding en probeer het opnieuw. U kunt ook klikken op \"Directe Download\" om het volledige pakket van de officiële website te halen.";
"I've read and agreed to %@" = "Ik heb de %@"
"%@ License Agreement" = "%@ Licentie Overeenkomst gelezen en ga ermee akkoord";
"Install" = "Installeren";
"Installing...please wait ( %1.1f%% finished)" = "Installeren...wacht even ( %1.1f%% klaar)";
"Please agree %@ License Agreement before installing %@!" = "Ga akkoord met de %@ Licentie Overeenkomst voordat u %@ installeert!";
"Continue" = "Doorgaan"
"Direct Download" = "Directe Download";
"Exit" = "Sluit";
"OK" = "OK";
"Try Again" = "Probeer het opnieuw";
